Repository: EtsTest-iOSApps/PopMovies-iOS
Catalog: popmovies/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: Female
pt_br: Feminino

source: Male
pt_br: Masculino

source: Unknown
pt_br: Não definido

source: Languages
pt_br: Idiomas

source: Acting
pt_br: Atuação

# MoviesNotFound
source: No one movie found.
pt_br: Não há nenhum filme disponível.

# MoviesFetchUnknownError
source: An unknown error occurred. Please try again.
pt_br: Houve um erro inesperado ao buscar os filmes, tente novamente.

# GenresNotFound
source: No one genre found.
pt_br: Houve um erro ao buscar os gêneros.

# LoginUnknownError
source: Error during the login.
pt_br: Houve um erro durante o login.

# PersonsNotFound
source: No one person found.
pt_br: Houve um erro ou não encontramos nenhum pessoa.

# CastOrCrewNotFound
source: No one cast or crew found.
pt_br: Houve um erro ao buscar os atores ou atrizes.

# UnknownError
source: An unknown error occurred.
pt_br: Houve um erro inesperado.

# PersonsDetailsNotFound
source: No informations about this persons was founded.
pt_br: Erro ao buscar mais informações sobre essa pessoa.

# PersonsImagesNotFound
source: No images from this person was founded.
pt_br: Não foram encontradas nenhuma imagem dessa pessoa.

# LoginFacebookCancelled
source: Login with Facebook cancelled.
pt_br: Processo de login com o Facebook cancelado.

# LoginFacebookUnknownError
source: Error during the login with facebook.
pt_br: Houve um erro ao tentar o login com o facebook.

# RegisterUnknownError
source: Error during the register, try again.
pt_br: Houve um erro ao finalizar o registro, tente novamente.

# DataManagerMovieSaveError
source: An error occurred during the save.
pt_br: Não foi possível remover o filme.

# VideosNotFound
source: No one video found.
pt_br: Não há nenhum video disponível.

# ImagesNotFound
source: No one image found.
pt_br: Não há nenhuma imagem disponível.

# WeekUnknownError
source: Error to get the current week movies.
pt_br: Erro ao buscar os filmes na semana selecionada.

# Button:Login
source: Login
pt_br: Entrar

# Button:LoginFacebook
source: Login with Facebook
pt_br: Entrar com o Facebook

# Button:LoginTwitter
source: Register with Twitter
pt_br: Entrar com o Twitter

# Button:LoginGoogle
source: Login with Google
pt_br: Entrar com o Google

# Button:Register
source: Register
pt_br: Registrar

# Button:SeeAll
source: See all
pt_br: Ver todos

# TextField:Email:Placeholder
source: Enter with your Email
pt_br: Digite o seu Email

# TextField:Password:Placeholder
source: Enter with your Password
pt_br: Digite a sua senha

# TextField:ConfirmPassword:Placeholder
source: Enter with your Password Again
pt_br: Digite novamente a sua senha

# TextField:Name:Placeholder
source: Enter with your Name
pt_br: Digite o seu nome

# Label:Password
source: Password
pt_br: Senha

# Label:ConfirmPassword
source: Confirm Password
pt_br: Confirmar Senha

# Label:Name
source: Name
pt_br: Nome

# Welcome:Description1
source: Welcome to the best discover movies app, PopMovies.
pt_br: Bem-vindo ao seu novo app de filmes, PopMovies.

# Welcome:Description2
source: Find and create lists with your favorite movies.
pt_br: Procure e organize os seus filmes favoritos.

# Register:Title
source: Register
pt_br: Registrar

# Register:SignUpMessage
source: Don't have an account?
pt_br: Não possui uma conta?

# Login:Title
source: Login
pt_br: Entrar

# Week:Title
source: Week
pt_br: Lançamentos da Semana

# Week:SmallTitle
source: Week
pt_br: Lançamentos

# Profile:Title
source: Profile
pt_br: Perfil

# Profile:ProfileHeader:Library
source: Library
pt_br: Biblioteca

# Profile:ProfileHeader:TimeSpent
source: Time spent
pt_br: Tempo assistido

# Profile:ProfileHeader:Movie
source: Movie
pt_br: Filme

# Profile:ProfileHeader:Months
source: Months
pt_br: Meses

# Profile:ProfileHeader:Days
source: Days
pt_br: Dias

# Profile:ProfileHeader:Hours
source: Hours
pt_br: Horas

# Profile:ProfileFavorite:Title
source: Favorites
pt_br: Favoritos

# Profile:ProfileWantToSee:Title
source: Want To See
pt_br: Quero assistir

# Profile:ProfileWatched:Title
source: Watched
pt_br: Assistidos

# GenreList:Title
source: Genres
pt_br: Gêneros

# Home:Title
source: Home
pt_br: Início

# Home:PopularMoviesCell:Title1
source: Popular
pt_br: Filmes

# Home:PopularMoviesCell:Title2
source: Movies
pt_br: Populares

# Home:TopRatedCell:Title1
source: Top Tated
pt_br: Filmes

# Home:TopRatedCell:Title2
source: Movies
pt_br: mais Votados

# Home:UpcomingCell:Title1
source: Upcoming
pt_br: Filmes

# Home:UpcomingCell:Title2
source: Movies
pt_br: em Breve

# Persons:Title
source: Persons
pt_br: Pessoas

# MovieList:Title
source: Movies
pt_br: Filmes

# ImageList:Title
source: Images
pt_br: Imagens

# PersonDetails:Movies
source: Movies
pt_br: Filmes

# PersonDetails:Photos
source: Photos
pt_br: Fotos

# PersonDetails:Genre
source: Genre
pt_br: Gênero

# PersonDetails:Birth
source: Birthday
pt_br: Aniversário

# PersonDetails:Birthday
source: Place of Birth
pt_br: Nascimento

# PersonDetails:KnownFor
source: Known for
pt_br: Conhecido por

# PersonDetails:PosterWallpaper
source: Posters and Wallpapers
pt_br: Posters e Wallpapers

# PersonDetails:Filmography
source: Filmography
pt_br: Filmografia

# MovieDetails:Cast
source: Cast
pt_br: Elenco

# MovieDetails:Crew
source: Crew
pt_br: Equipe técnica

# MovieDetails:Videos
source: Videos and Trailers
pt_br: Videos e Trailers

# MovieDetails:PosterWallpaper
source: Posters and Wallpapers
pt_br: Posters e Wallpapers

# MovieDetails:SimilarMovies
source: Similar Movies
pt_br: Filmes Similares

# MovieDetails:RelatedMovies:Title1
source: Related
pt_br: Filmes

# MovieDetails:RelatedMovies:Title2
source: Movies
pt_br: Relacionados
